<?php
// +----------------------------------------------------------------
// | BG [ No News Is Good News ]
// +----------------------------------------------------------------
// | Copyright (c) 2015-2016 http://thinknet.cc All right reserved
// +----------------------------------------------------------------
// | Time : 2016/8/28 17:05
// +----------------------------------------------------------------
// | Author： 0x8c <zhangyuan@thinknet.cc>
// +----------------------------------------------------------------

/**
 * 数据库连接信息配置
 */
return array(
//    'DSN' => 'mysql:host=127.0.0.1;dbname=test',
//    'USERNAME' => 'root',
//    'PASSWD' => '',

    'database_type' => 'mysql',
    'database_name' => 'test',
    'server' => '127.0.0.1',
    'username' => 'root',
    'password' => '',
    'charset' => 'utf8'
);